{
  "About": "Hakkında",
  "About Us": "Hakkımızda",
  "Our Team": "Bizim-takım",
  "Home": "AnaSayfa",
  "Careers": "kariyer",
  "login": "Giriş Yap",
  "Profile": "Profil",
  "Contact Us": "İletişim",
  "Blogs": "Blogs",
  "Log Out": "Çıkış Yap",
  "HEALING!": "Healing",
  "some cool one liner !": "etkileyici bir şey !",
  "At Healing, we believe there is a better way to do things. A more valuable way where customers are earned rather than bought. We&apos;re obsessively passionate about it, and our mission is to help people achieve it. We focus on search engine optimization. It&apos;s one of the least understood and least transparent aspects of great marketing, and we see that as an opportunity. We&apos;re excited to simplify SEO for everyone through our software, education, and community.": "Healing'de, işleri yapmanın daha iyi bir yolu olduğuna inanıyoruz. Müşterilerin satın alınması yerine kazanıldığı daha değerli bir yol. Bu konuda saplantılı bir şekilde tutkuluyuz ve görevimiz, insanların bunu başarmasına yardımcı olmaktır. Arama motoru optimizasyonuna odaklanıyoruz. Bu, harika pazarlamanın en az anlaşılan ve en az şeffaf yönlerinden biridir ve biz bunu bir fırsat olarak görüyoruz. Yazılımımız, eğitimimiz ve topluluğumuz aracılığıyla SEO'yu herkes için basitleştirmekten heyecan duyuyoruz.",
  "'Healing was founded by Payam Abubakr in 2021. It was called Healing Online, and started as a blog and an online community where some of the world&apos;s therapists shared their research and ideas. We launched the Beginner&apos;s Guide to Therapy and our first study, and that hub of industry expertise transformed into a small consulting firm and led us to create the Online Therapist of today!'": "Healing Payam Abubakr tarafından 2021'de kuruldu. Healing Online bir blog olarak, dünyanın bazı terapistlerinin araştırmalarını ve fikirlerini paylaştığı çevrimiçi bir topluluk olarak başladı. Yeni Başlayanlar İçin Terapi Kılavuzunu ve ilk çalışmamızı başlattık ve bu endüstri uzmanlığı merkezi küçük bir danışmanlık firmasına dönüştü ve bugünün Çevrimiçi Terapistini yaratmamıza yol açtı!",
  "Our Founding": "Kurucumuz",
  "CAREERS AT HEALING": "HEALING'TE KARİYER FIRSATLARI",
  "Be a part of making people feel better.": "İnsanları daha iyi hissettirmenin bir parçası olun.",
  "Our SEO software cuts through mountains of data to surface critical insights. We build and maintain systems that process massive amounts of data (we&apos;re talking 36 trillion records per day and multiple petabytes of storage.) We model transparent and empathetic marketing for the world. We educate our community, making every effort to help them improve their skill. And we do it all by fostering a culture that encourages accountability, empathy, and transparency.": "SEO yazılımımız, kritik içgörüleri ortaya çıkarmak için veri dağlarını keser. Muazzam miktarda veriyi işleyen sistemler kuruyor ve sürdürüyoruz (günde 36 trilyon kayıttan ve birden çok petabaytlık depolamadan bahsediyoruz). Dünya için şeffaf ve anlayışlı pazarlama modeli oluşturuyoruz. Becerilerini geliştirmelerine yardımcı olmak için her türlü çabayı göstererek topluluğumuzu eğitiyoruz. Ve tüm bunları hesap verebilirliği, empatiyi ve şeffaflığı teşvik eden bir kültürü teşvik ederek yapıyoruz.",
  "What role will you play?": "Hangi rol için uygunsunuz?",
  "SEE OUR OPEN LIST": "AÇIK POZİSYONLARI GÖZ ATIN",
  "OUR HIRING PHILOSOPHY": "İŞE ALIM FELSEFEMİZ",
  "To build the very best SEO tools, we need a workforce that reflects the diversity of our communities and customers. We want Online Therapy to be a place where everyone feels welcome and engaged, bar none. It&apos;s our mission and promise to interview a diverse and representative slate of candidates before making an offer for our open roles.": "En iyi SEO araçlarını oluşturmak için topluluklarımızın ve müşterilerimizin çeşitliliğini yansıtan bir iş gücüne ihtiyacımız var. Çevrimiçi Terapinin, hiç kimse hariç herkesin hoş karşılandığını ve dahil olduğunu hissettiği bir yer olmasını istiyoruz. Açık pozisyonlarımız için bir teklifte bulunmadan önce çeşitli ve temsili bir aday listesiyle röportaj yapmak bizim görevimiz ve sözümüzdür.",
  "Senior Software Developer | Backend | Remote in the USA": "Kıdemli Yazılım Geliştirici | Backend | Remote-ABD",
  "Engineering": "Mühendislik",
  "Application Development": "Uygulama Geliştirme",
  "Moz is looking for a Senior Software Developer to join our Application Development team.": "Moz Kıdemli Yazılım Geliştirici arıyor.",
  "CURRENT OPEN POSITIONS": "MEVCUT AÇIK POZİSYONLAR",
  "Please send us an email with the application title as the subject with an attached CV in PDF format!": "Lütfen bize başvuru başlığını konu olarak PDF formatında ekli bir CV ile birlikte bir e-posta gönderin!"
}
