{
  "About": "Hakkında",
  "About Us": "Hakkımızda",
  "Our Team": "Bizim-takım",
  "Home": "AnaSayfa",
  "Careers": "kariyer",
  "Login": "Giriş",
  "Sign Up": "KAYDOL",
  "Profile": "Profil",
  "Contact Us": "İletişim",
  "Blogs": "Blogs",
  "Log Out": "Çıkış Yap",
  "HEALING!": "Healing",
  "some cool one liner !": "etkileyici bir şey !",
  "At Healing, we believe there is a better way to do things. A more valuable way where customers are earned rather than bought. We&apos;re obsessively passionate about it, and our mission is to help people achieve it. We focus on search engine optimization. It&apos;s one of the least understood and least transparent aspects of great marketing, and we see that as an opportunity. We&apos;re excited to simplify SEO for everyone through our software, education, and community.": "Healing'de, işleri yapmanın daha iyi bir yolu olduğuna inanıyoruz. Müşterilerin satın alınması yerine kazanıldığı daha değerli bir yol. Bu konuda saplantılı bir şekilde tutkuluyuz ve görevimiz, insanların bunu başarmasına yardımcı olmaktır. Arama motoru optimizasyonuna odaklanıyoruz. Bu, harika pazarlamanın en az anlaşılan ve en az şeffaf yönlerinden biridir ve biz bunu bir fırsat olarak görüyoruz. Yazılımımız, eğitimimiz ve topluluğumuz aracılığıyla SEO'yu herkes için basitleştirmekten heyecan duyuyoruz.",
  "Healing was founded by Payam Abubakr in 2021. It was called Healing Online, and started as a blog and an online community where some of the world&apos;s therapists shared their research and ideas. We launched the Beginner&apos;s Guide to Therapy and our first study, and that hub of industry expertise transformed into a small consulting firm and led us to create the Online Therapist of today!": "Healing Payam Abubakr tarafından 2021'de kuruldu. Healing Online bir blog olarak, dünyanın bazı terapistlerinin araştırmalarını ve fikirlerini paylaştığı çevrimiçi bir topluluk olarak başladı. Yeni Başlayanlar İçin Terapi Kılavuzunu ve ilk çalışmamızı başlattık ve bu endüstri uzmanlığı merkezi küçük bir danışmanlık firmasına dönüştü ve bugünün Çevrimiçi Terapistini yaratmamıza yol açtı!",
  "Our Founding": "Kurucumuz",
  "CAREERS AT HEALING": "HEALING'TE KARİYER FIRSATLARI",
  "Be a part of making people feel better.": "İnsanları daha iyi hissettirmenin bir parçası olun.",
  "Our SEO software cuts through mountains of data to surface critical insights. We build and maintain systems that process massive amounts of data (we&apos;re talking 36 trillion records per day and multiple petabytes of storage.) We model transparent and empathetic marketing for the world. We educate our community, making every effort to help them improve their skill. And we do it all by fostering a culture that encourages accountability, empathy, and transparency.": "SEO yazılımımız, kritik içgörüleri ortaya çıkarmak için veri dağlarını keser. Muazzam miktarda veriyi işleyen sistemler kuruyor ve sürdürüyoruz (günde 36 trilyon kayıttan ve birden çok petabaytlık depolamadan bahsediyoruz). Dünya için şeffaf ve anlayışlı pazarlama modeli oluşturuyoruz. Becerilerini geliştirmelerine yardımcı olmak için her türlü çabayı göstererek topluluğumuzu eğitiyoruz. Ve tüm bunları hesap verebilirliği, empatiyi ve şeffaflığı teşvik eden bir kültürü teşvik ederek yapıyoruz.",
  "What role will you play?": "Hangi rol için uygunsunuz?",
  "SEE OUR OPEN LIST": "AÇIK POZİSYONLARI GÖZ ATIN",
  "OUR HIRING PHILOSOPHY": "İŞE ALIM FELSEFEMİZ",
  "To build the very best SEO tools, we need a workforce that reflects the diversity of our communities and customers. We want Online Therapy to be a place where everyone feels welcome and engaged, bar none. It&apos;s our mission and promise to interview a diverse and representative slate of candidates before making an offer for our open roles.": "En iyi SEO araçlarını oluşturmak için topluluklarımızın ve müşterilerimizin çeşitliliğini yansıtan bir iş gücüne ihtiyacımız var. Çevrimiçi Terapinin, hiç kimse hariç herkesin hoş karşılandığını ve dahil olduğunu hissettiği bir yer olmasını istiyoruz. Açık pozisyonlarımız için bir teklifte bulunmadan önce çeşitli ve temsili bir aday listesiyle röportaj yapmak bizim görevimiz ve sözümüzdür.",
  "Senior Software Developer | Backend | Remote in the USA": "Kıdemli Yazılım Geliştirici | Backend | Remote-ABD",
  "Engineering": "Mühendislik",
  "Application Development": "Uygulama Geliştirme",
  "Moz is looking for a Senior Software Developer to join our Application Development team.": "Moz Kıdemli Yazılım Geliştirici arıyor.",
  "CURRENT OPEN POSITIONS": "MEVCUT AÇIK POZİSYONLAR",
  "Please send us an email with the application title as the subject with an attached CV in PDF format!": "Lütfen bize başvuru başlığını konu olarak PDF formatında ekli bir CV ile birlikte bir e-posta gönderin!",
  "You should log in First to Book an Appointment": "Randevu Almak İçin Önce Giriş Yapmalısınız",
  "BOOK AN APPOINTMENT": "Görüşme ayarlayın",
  "We Are Here To": "SİZE DESTEK İÇİN",
  "Help": "BURADAYIZ",
  "PROFESSIONAL, LICENSED, AND VETTED THERAPISTS THAT YOU CAN TRUST": "PROFESYONEL, LİSANSLI VE DENEYİMLİ TERAPİSTLER",
  "THAT YOU CAN TRUST": "GÜVENEBİLECEĞİNİZ",
  "Tap into the worlds largest network of licensed, accredited, and experienced therapists who can help you with a range of issues including depression, anxiety, relationships, trauma, grief, and more. with our therapists, you get the same professionalism and quality you would expect from an in-office therapist, but with the ability to communicate whenever and however you want.": "Depresyon, kaygı, ilişkiler, travma, keder ve daha fazlası dahil olmak üzere çeşitli konularda size yardımcı olabilecek dünyanın en büyük deneyimli terapist ağından yararlanın. Terapistlerimizle, ofis içi bir terapistten bekleyeceğiniz aynı profesyonelliği ve kaliteyi elde edersiniz, ve istediğiniz zaman ve istediğiniz şekilde iletişim kurabilirsiniz.",
  "WE CAN COMMUNICATE THROUGH": "İLETİŞİM",
  "Voice Call": "Sesli arama",
  "Feeling ready to start a conversation? Give your therapist a voice call and talk your heart out!": "Bir konuşma başlatmak için hazır hissediyor musun? Terapistinize sesli bir çağrı yapın ve kalbinizi konuşun!",
  "Chat": "Sohbet etmek",
  "Need to talk to someone? Come have a chat with your therapist!": "Konuşacak birini mi arıyorsunuz? Terapistinizle sohbet edin!",
  "Video Call": "Görüntülü Arama",
  "For better experience therapists recommend video calls, but always remember that its a choice!": "Daha iyi bir deneyim için terapistinizle görüntülü görüşmenizi öneriyoruz, fakat görüşme şeklinizin nasıl olacağı her zaman sizin seçiminiz.",
  "RECENT BLOGS": "Son Eklenen Bloglar",
  "Purchase tickets": "Bilet satın alın",
  "PURCHASE TICKETS THAT CAN BE USED TO BOOK APPOINTMENTS!": "RANDEVU ALMAK İÇİN KULLANILABİLECEK BİLET SATIN ALIN!",
  "Tickets": "Biletler",
  "5 TICKETS": "5 Biletler",
  "25 TICKETS": "25 Biletler",
  "50 TICKETS": "50 Biletler",
  "Purchase": "Satın Alın",
  "Are you a counselor?": "Psikolojik danışman mısınız?",
  "Interested in joining our mental health platform? You decide your schedule and how much you want to work, we’ll take care of the client referrals and billing details!": "Platformumuza katılmakla mı ilgileniyorsunuz? Programınıza ve ne kadar çalışmak istediğinize siz karar verin, danışan yönlendirmeleri ve fatura ayrıntılarıyla biz ilgileneceğiz!",
  "LEARN MORE": "Daha fazla bilgi için",
  "WE ARE HEALING, NICE TO MEET YOU!": "ŞİFA OLUYORUZ, SİZİNLE TANIŞTIĞIMIZA NE KADAR GÜZEL!",
  "Meet the Team!": "Ekibimizle tanışın!",
  "Front-End Developer": "Front-End Yazılım",
  "Back to home": "Anasayfaya geri dön",
  "Enter your email": "Lütfen e-posta adresinizi yazınız",
  "Enter your password": "Lütfen Şifrenizi yazınız",
  "SIGNUP NOW": "HEMEN KAYDOL",
  "Or": "veya",
  "Birth Date": "Doğum Tarihi",
  "Password": "Şifre",
  "Confirm Password": "Şifrenizi doğrulayın",
  "Confirm email": "E-posta adresinizi doğrulayın",
  "Your Email": "E-posta adresiniz",
  "First Name": "Adı",
  "Last Name": "Soyadı",
  "Please fill all the fields with correct and valid details to complete your profile.": "Profilinizin oluşturulması için lütfen bütün boşlukları eksiksiz ve doğru bir şekilde tamamlayınız!",
  "PROFILE INFO": "PROFİL BİLGİLERİ",
  "Full Name": "Ad-Soyad",
  "Education Level": "Eğitim Seviyesi",
  "Hobbies": "Hobiler",
  "Family Size": "Aile büyüklüğü",
  "Gender": "Cinsiyet",
  "Email": "E-posta",
  "Phone Number": "Telefon Numarası",
  "Upload ID": "Kimlik bilgilerinizi yükleyiniz",
  "Security": "Güvenlik",
  "SAVE CHANGES": "DEĞİŞİKLİKLERİ KAYDET",
  "DELETE ACCOUNT": "HESABI SİL",
  "CANCEL": "İPTAL",
  "Payment Methods & Tickets": "Ödeme Yöntemleri & Biletler",
  "3 Cards Added": "3 Eklenen Kartlar",
  "10 Tickets Remaining": "10 Kalan Biletler",
  "SHOW CARDS": "KARTLARI GÖSTER",
  "BUY TICKETS": "BİLET SATIN AL",
  "-- Select Gender --": "-- Cinsiyet Seçiniz --",
  "Male": "Erkek",
  "Female": "Kadın",
  "-- Select Education --": "-- Eğitim Seçiniz --",
  "No formal education": "Eğitim yok",
  "Primary education": "İlköğretim",
  "High school": "Lise",
  "GED": "Genel Eğitim Gelişimi",
  "Vocational qualification": "Mesleki Yeterlilik",
  "Bachelor degree": "Lisans",
  "Master degree": "Yüksek lisans",
  "Doctorate or higher": "Doktora",
  "Upload Your Picture": "Resmini Yükle",
  "Close": "Kapat",
  "What type of coumseling are you looking for?": "naji",
  "Individual counseling": "bireysel danışmanlık",
  "Teen counseling (for my child)": "Gençlik danışmanlığı (çocuğum için)",
  "What is your relationship status?": "İlişki durumun nedir?",
  "Single": "Bekar",
  "Married": "Evli",
  "Divorced": "Boşanmış",
  "Have you ever been in therspy before?": "Daha önce hiç terapi gördünüz mü?",
  "Yes": "Evet",
  "No": "Hayır",
  "Are there any specific qualities that you'd like in a counselor?": "Bir danışmanda olmasını istediğiniz belirli özellikler var mı?",
  "I prefer a male counselor": "erkek danışmanı tercih ederim",
  "I prefer a female counselor": "Bayan danışmanı tercih ederim",
  "I prefer an older counselor (45+)": "Daha yaşlı bir danışmanı tercih ederim (45+)",
  "I prefer a non-religious counselor": "Dindar olmayan bir danışmanı tercih ederim",
  "Are there any issues you'd like to focus on?": "Odaklanmak istediğiniz herhangi bir konu var mı?",
  "Depression": "Depresyon",
  "Stress and Anxiety": "Stres ve Kaygı",
  "Relationship issues": "ilişki sorunları",
  "Family conflicts": "Aile çatışmaları",
  "Trauma and abuse": "Travma ve istismar",
  "Eating disorders": "Yeme bozuklukları",
  "let's match you with the right therapist": "sizi doğru terapistle eşleştirelim",
  "Please fill out this short questionnaire to provide some general and anonymous background about you and the issues you'd like to deal with in online therapy. It would help us match you with the most suitable therapist for you.": "Kendiniz ve çevrimiçi terapide ilgilenmek istediğiniz konular hakkında bazı genel ve isimsiz bilgiler sağlamak için lütfen bu kısa anketi doldurun. Sizi size en uygun terapistle eşleştirmemize yardımcı olur.",
  "Mental Health and Technology": "RUH SAĞLIĞI VE TEKNOLOJI",
  "Technology and mental well-being might seem like profoundly antagonistic terms. However, there are excellent digital tools to help you reach mindfulness and to practice meditation. You can even use smartphone apps, virtual reality solutions and digital devices as a form of relieving stressing and achieving digital detox – as, after a while, you will be able to practice all types of anti-anxiety skills on your own. So, let The Medical Futurist show you how you can enhance your mental and emotional health with the help of technology.": "TEKNOLOJI VE ZIHINSEL ESENLIK SON DERECE ZIT TERIMLER GIBI GÖRÜNEBILIR. ANCAK, FARKINDALIĞA ULAŞMANIZA VE MEDITASYON YAPMANIZA YARDIMCI OLACAK MÜKEMMEL DIJITAL ARAÇLAR VAR. STRES ATMAK VE DIJITAL DETOKSA ULAŞMAK IÇIN AKILLI TELEFON UYGULAMALARINI, SANAL GERÇEKLIK ÇÖZÜMLERINI VE DIJITAL CIHAZLARI BILE KULLANABILIRSINIZ - ÇÜNKÜ BIR SÜRE SONRA HER TÜRLÜ KAYGI ÖNLEME BECERISINI KENDI BAŞINIZA UYGULAYABILECEKSINIZ. ÖYLEYSE, MEDICAL FUTURIST'IN SIZE TEKNOLOJININ YARDIMIYLA ZIHINSEL VE DUYGUSAL SAĞLIĞINIZI NASIL IYILEŞTIREBILECEĞINIZI GÖSTERMESINE IZIN VERIN.",
  "The need for taking care of our emotional health": "DUYGUSAL SAĞLIKLA ILGILENME IHTIYACI",
  "“Just as we observe physical hygiene to stay well, we need to cultivate a kind of emotional hygiene too,” wrote the Dalai Lama on his Twitter-feed. There are three crucial points around His Holiness’ statement. First and foremost, the popularity of health-enhancing, physically active lifestyle is soaring worldwide. Nevertheless, there’s always room for improvement: the WHO says that globally, 23 percent of adults and 81 percent of school-going adolescents are not active enough. According to the organization, adults aged 18-64 should do at least 150 minutes of moderately intense physical activity each week, which is not unaccomplishable. Moreover, the numerically and statistically driven 21st-century mind could take a great inspiration and power from the various fitness trackers and wearables.": "İYI KALMAK IÇIN FIZIKSEL HIJYENE DIKKAT ETTIĞIMIZ GIBI, BIR TÜR DUYGUSAL HIJYEN DE GELIŞTIRMEMIZ GEREKIR. DALAI LAMA'YI TWITTER'INDA YAZDI. BU IFADENIN ETRAFINDA ÜÇ ÖNEMLI NOKTA VAR. BIRINCISI VE EN ÖNEMLISI, SAĞLIĞI IYILEŞTIREN, FIZIKSEL OLARAK AKTIF YAŞAM TARZININ POPÜLARITESI DÜNYA ÇAPINDA ARTIYOR. BUNUNLA BIRLIKTE, HER ZAMAN IYILEŞTIRME IÇIN YER VAR: DSÖ, KÜRESEL OLARAK, YETIŞKINLER VE OKULA GIDEN ERGENLERIN YÜZDE 81'I YETERINCE AKTIF DEĞIL. KURULUŞA GÖRE, 18-64 YAŞ ARASI YETIŞKINLERIN HER HAFTA EN AZ 150 DAKIKA ORTA YOĞUNLUKTA FIZIKSEL AKTIVITE YAPMASI GEREKIYOR KI BU BAŞARILAMAZ BIR ŞEY DEĞIL. DAHASI, SAYISAL VE ISTATISTIKSEL OLARAK YÖNLENDIRILEN 21. YÜZYIL ZIHNI, ÇEŞITLI SPOR IZLEYICILERINDEN VE GIYILEBILIR CIHAZLARDAN BÜYÜK BIR ILHAM VE GÜÇ ALABILIR.",
  "Secondly, emotional hygiene seems to be thrown into the shade nowadays. Somehow, the culture of busyness prevents us from squeezing some time for mental health into our packed schedules. Information is pouring on us from millions of communication channels; we are connecting with hundreds of ‘friends’ on social media, we are obsessed with data due to the fear of missing out and time management slices up our days into meetings and to-do-lists.": "İKINCISI, GÜNÜMÜZDE DUYGUSAL HIJYEN GÖLGEDE KALIYOR GIBI GÖRÜNÜYOR. HER NASILSA, MEŞGULIYET KÜLTÜRÜ, YOĞUN PROGRAMLARIMIZA ZIHINSEL SAĞLIK IÇIN BIRAZ ZAMAN SIKIŞTIRMAMIZI ENGELLIYOR. MILYONLARCA ILETIŞIM KANALINDAN ÜZERIMIZE BILGI YAĞIYOR; SOSYAL MEDYADA YÜZLERCE ARKADAŞ ILE BAĞLANTI KURUYORUZ, BIR ŞEYLERI KAÇIRMA KORKUSUYLA VERILERE TAKINTILIYIZ VE ZAMAN YÖNETIMI GÜNLERIMIZI TOPLANTILARA VE YAPILACAKLAR LISTELERINE BÖLÜYOR.",
  "The pressure to perform and the stress to achieve is the air every busy-bee is breathing. However, turbulent lifestyle comes with a price. No wonder so many people have mental health issues. In the US, that means one in five adults – more than 40 million Americans! On the old continent, 27 percent of the population has to cope with mental disorders, which means 83 million struggling Europeans. In Asia, the prevalence of depression is 20 percent in Thailand, 19.9 percent in Taiwan, 19.4 percent in Korea, 17.5 in Malaysia and 16.5 percent in China.": "GERÇEKLEŞTIRILECEK BASKI VE ELDE EDILECEK STRES, HER MEŞGUL ARININ SOLUDUĞU HAVADIR. ANCAK ÇALKANTILI YAŞAM TARZININ BIR BEDELI VAR. PEK ÇOK INSANIN AKIL SAĞLIĞI SORUNLARI YAŞAMASINA ŞAŞMAMALI. ABD'DE BU, HER BEŞ YETIŞKINDEN BIRI, YANI 40 MILYONDAN FAZLA AMERIKALI ANLAMINA GELIR! ESKI KITADA, NÜFUSUN YÜZDE 27'SI ZIHINSEL BOZUKLUKLARLA MÜCADELE ETMEK ZORUNDA, BU DA MÜCADELE EDEN 83 MILYON AVRUPALI ANLAMINA GELIYOR. ASYA'DA DEPRESYON YAYGINLIĞI TAYLAND'DA YÜZDE 20, TAYVAN'DA YÜZDE 19,9, KORE'DE YÜZDE 19,4, MALEZYA'DA YÜZDE 17,5 VE ÇIN'DE YÜZDE 16,5.",
  "What is Anxiety?": "Anksiyete Nedir?",
  "Symptoms and Treatment of Anxiety": "Anksiyete Belirtileri ve Tedavisi",
  "Anxiety is a normal and often healthy emotion. However, when a person regularly feels disproportionate levels of anxiety, it can become a medical disorder. Anxiety disorders form a category of mental health diagnoses lead to excessive nervousness, fear, apprehension, and worry. These feelings can interfere with daily activities such as job performance, school work, and relationships.": "Anksiyete normal ve genellikle sağlıklı bir duygudur. Bununla birlikte, bir kişi düzenli olarak orantısız düzeyde kaygı hissettiğinde, tıbbi bir rahatsızlığa dönüşebilir. Anksiyete bozuklukları, aşırı sinirlilik, korku, endişe ve endişeye yol açan bir ruh sağlığı teşhisi kategorisini oluşturur. Bu duygular, iş performansı, okul çalışmaları ve ilişkiler gibi günlük aktiviteleri etkileyebilir.",
  "Common symptoms of anxiety include restlessness, difficulty concentrating, racing thoughts, irritability, and sleep disturbance. Physical symptoms can also arise, such as sweating, rapid heartbeat, and upset stomach. If you are experiencing any of these symptoms and they are disrupting your daily life, it is important to speak with a mental health professional. Treatment options for anxiety include therapy, medication, or a combination of both. It is important to work with a mental health professional to determine the best treatment plan for your specific needs.": "Anksiyetenin yaygın belirtileri arasında huzursuzluk, konsantre olma güçlüğü, yarışan düşünceler, sinirlilik ve uyku bozukluğu yer alır. Terleme, hızlı kalp atışı ve mide rahatsızlığı gibi fiziksel belirtiler de ortaya çıkabilir. Bu semptomlardan herhangi birini yaşıyorsanız ve bunlar günlük yaşamınızı bozuyorsa, bir ruh sağlığı uzmanıyla konuşmanız önemlidir. Anksiyete için tedavi seçenekleri arasında terapi, ilaç veya her ikisinin bir kombinasyonu yer alır. Özel ihtiyaçlarınız için en iyi tedavi planını belirlemek için bir ruh sağlığı uzmanıyla çalışmak önemlidir.",
  "If you are struggling to cope with anxiety on your own, it is important to seek the help of a mental health professional. A therapist or counselor can work with you to develop coping strategies and identify the underlying causes of your anxiety. They can also provide support and guidance as you work to manage your symptoms and improve your overall well-being.": "Kaygı ile kendi başınıza başa çıkmakta zorlanıyorsanız, bir ruh sağlığı uzmanından yardım almanız önemlidir. Bir terapist veya danışman, başa çıkma stratejileri geliştirmek ve kaygınızın altında yatan nedenleri belirlemek için sizinle birlikte çalışabilir. Ayrıca belirtilerinizi yönetmek ve genel sağlığınızı iyileştirmek için çalışırken size destek ve rehberlik sağlayabilirler.",
  "Healing from Trauma": "Travmadan İyileşme",
  "The Role of Forgiveness": "BAĞIŞLAMANIN ROLÜ",
  "Acknowledge and validate your feelings: It is normal to feel a wide range of emotions after experiencing trauma, including fear, anger, sadness, and confusion. It is important to allow yourself to feel and express these emotions, rather than suppressing them.Seek support: Reaching out to friends, family, or a mental health professional can provide much-needed emotional support and a sense of community during the healing process. It can also be helpful to join a support group or participate in therapy to connect with others who have gone through similar experiences,Practice self-care Taking care of yourself physically and emotionally is crucial for healing from trauma. This can include activities such as getting enough sleep, eating a healthy diet, engaging in physical activity, and finding healthy ways to cope with stress": "Duygularınızı kabul edin ve onaylayın: Travma yaşadıktan sonra korku, öfke, üzüntü ve kafa karışıklığı gibi çok çeşitli duygular hissetmeniz normaldir. Bu duyguları bastırmak yerine hissetmenize ve ifade etmenize izin vermeniz önemlidir. Destek arayın: Arkadaşlara, aileye veya bir akıl sağlığı uzmanına ulaşmak, iyileşme sürecinde çok ihtiyaç duyulan duygusal desteği ve topluluk duygusunu sağlayabilir. Benzer deneyimler yaşamış başkalarıyla bağlantı kurmak için bir destek grubuna katılmak veya terapiye katılmak da yararlı olabilir. Kişisel bakım uygulayın Fiziksel ve duygusal olarak kendinize bakmak, travmadan iyileşmek için çok önemlidir. Bu, yeterince uyumak, sağlıklı beslenmek, fiziksel aktivite yapmak ve stresle başa çıkmanın sağlıklı yollarını bulmak gibi faaliyetleri içerebilir.",
  "Forgiveness is a personal choice and the process of forgiving oneself or others for past hurt or wrongdoings can be a critical step in the healing journey. It is important to note that forgiveness does not mean forgetting or excusing the harm that was caused, but rather it is a way to let go of anger and resentment and move forward. Forgiveness can also bring a sense of peace and closure, and can ultimately help to free you from the negative emotions that may be holding you back from fully healing.": "Bağışlama kişisel bir seçimdir ve geçmişteki incinmeler veya yanlışlar için kendinizi veya başkalarını affetme süreci, iyileşme yolculuğunda kritik bir adım olabilir. Bağışlamanın, verilen zararı unutmak veya mazur görmek anlamına gelmediğini, bunun yerine öfke ve dargınlığı bırakıp ilerlemenin bir yolu olduğunu not etmek önemlidir. Bağışlama aynı zamanda bir huzur ve kapanma duygusu getirebilir ve nihayetinde sizi tamamen iyileşmekten alıkoyan olumsuz duygulardan kurtulmanıza yardımcı olabilir.",
  "it is important to remember that healing from trauma is a journey and it is okay to take things one step at a time. There may be setbacks and difficult days, but with self-care, support, and time, it is possible to move forward and find hope and healing. It is also important to be gentle with yourself and to allow yourself to feel a range of emotions as you work through the healing process. Remember, healing is a process, not a destination, and it is okay to seek help and support whenever you need it.": "travmadan iyileşmenin bir yolculuk olduğunu ve her seferinde bir adım atmanın sorun olmadığını hatırlamak önemlidir. Aksilikler ve zor günler olabilir, ancak öz bakım, destek ve zamanla ilerlemek, umut ve şifa bulmak mümkündür. İyileşme sürecinde çalışırken kendinize karşı nazik olmanız ve bir dizi duyguyu hissetmenize izin vermeniz de önemlidir. İyileşmenin bir varış noktası değil, bir süreç olduğunu ve ihtiyacınız olduğunda yardım ve destek aramanızda bir sakınca olmadığını unutmayın.",
  "Sign up for The Healing blog": "Healing bloguna kaydolun",
  "A weekly, ad-free Blog that helps you stay in the know.": "Haberdar olmanıza yardımcı olan haftalık, reklamsız bir Blog.",
  "Recommended for you": "Sizin için önerilen",
  "Submit Appointment?": "Randevu Gönder?",
  "Please be Aware That This Action Will Cost You a Ticket!": "Lütfen Bu Eylemin Size Bir Bilete Mal Olacağını Dikkate Alın!",
  "Submit": "Gönder",
  "Submit your appointment": "Randevunuzu gönderin",
  "Click Submit if you are sure of all your choices.": "Tüm seçeneklerinizden eminseniz Gönder'i tıklayın.",
  "Find Us At:": "Bizi Bulun:",
  "Details:": "Detaylar:",
  "Email:": "E-posta:",
  "Full Name:": "Ad-Soyad:",
  "Type of Contact:": "İletişim Türü:",
  "SEND US YOUR REQUEST!": "İSTEĞİNİZİ BİZE GÖNDERİN!",
  "Do you have a question, concern, idea, feedback, or problem?  If you need assistance, please fill out the form below and we'd be happy to help!": "Bir sorunuz, endişeniz, fikriniz, geri bildiriminiz veya sorununuz mu var? Yardıma ihtiyacınız varsa, lütfen aşağıdaki formu doldurun, size yardımcı olmaktan memnuniyet duyarız!",
  "I have a question about the service.": "Hizmetle ilgili bir sorum var.",
  "I'm a registered client and I need support.": "Kayıtlı bir müşteriyim ve desteğe ihtiyacım var.",
  "I'm a counselor interested in joining.": "Katılmakla ilgilenen bir danışmanım.",
  "I'm a registered counselor and I need support.": "Kayıtlı bir danışmanım ve desteğe ihtiyacım var.",
  "I have a business-related inquiry.": "İşle ilgili bir soruşturmam var.",
  "I'm interested in Healing Online for my organization.": "Kuruluşum için Çevrimiçi Şifa ile ilgileniyorum.",
  "I have a billing related question.": "Faturalandırma ile ilgili bir sorum var.",
  "Enter your full name here...": "Tam adınızı buraya girin...",
  "Enter your email address here...": "E-posta adresinizi buraya girin...",
  "Enter your details here...": "Bilgilerinizi buraya girin...",
  "Subscribe": "Abone",
  "Well never to spam you or share your email": "Size asla spam göndermeme veya e-postanızı paylaşmama"
}
